[
  {
    "id": 1,
    "startDate": "218 TCN",
    "endDate": "218 TCN",
    "relatedEraId": 3,
    "name": "• Trước năm 218 TCN, Việt Nam chưa có chính sử, lúc này truyền thuyết và lịch sử còn hòa quyện vào nhau. Người ta thường hay nhắc tới các truyền thuyết về Kinh Dương Vương, Lạc Long Quân, Phù Đổng Thiên Vương, Sơn Tinh – Thủy Tinh nhằm giải thích nguồn gốc và sự đấu tranh để tồn tại của dân tộc.",
    "otherNames": []
  },
  {
    "id": 2,
    "startDate": "257",
    "endDate": "208 TCN",
    "relatedEraId": 6,
    "name": "• Từ năm 257 – 208 TCN, Thục Phán, thủ lĩnh người Âu Việt hợp nhất với nước Văn Lang của Lạc Việt, đặt quốc hiệu nước là Âu Lạc, tự xưng là An Dương Vương. Thời kỳ này lịch sử được tái hiện thông qua lăng kính truyền thuyết với việc An Dương xây thành Cổ Loa.",
    "otherNames": []
  },
  {
    "id": 3,
    "startDate": "217",
    "endDate": "111 TCN",
    "relatedEraId": 6,
    "name": "• Từ năm 217 – 111 TCN, Triệu Đà, gốc người Hán, thôn tính Âu Lạc. Sự kiện này cũng được thể hiện qua truyền thuyết về mối tình Trọng Thủy, Mỵ Châu. Sau khi chiếm được Âu Lạc, Triệu Đà lập nước Nam Việt. Nhà Triệu kéo dài 97 năm với năm đời vua: Triệu Đà, Triệu Hồ, Triệu An Tề, Triệu Hưng, Triệu Kiến Đức.",
    "otherNames": []
  },
  {
    "id": 4,
    "startDate": "113",
    "endDate": "113",
    "relatedEraId": 6,
    "name": "• Năm 113, nội tình nhà Triệu rối ren, nhà Hán thừa cơ đưa quân sang đánh Nam Việt rồi đổi tên Nam Việt thành Giao Chỉ.",
    "otherNames": []
  },
  {
    "id": 5,
    "startDate": "207 TCN",
    "endDate": "39 SCN",
    "relatedEraId": 4,
    "name": "• Từ năm 207 TCN – 39 SCN, Việt Nam sống dưới ách đô hộ của nhà Hán.",
    "otherNames": []
  },
  {
    "id": 6,
    "startDate": "40",
    "endDate": "43",
    "relatedEraId": 5,
    "name": "• Từ 40 – 43, khởi nghĩa Hai Bà Trưng. Sau thắng lợi, Trưng Trắc lên ngôi vua, đóng đô ở Mê Linh.",
    "otherNames": []
  },
  {
    "id": 7,
    "startDate": "41",
    "endDate": "41",
    "relatedEraId": 5,
    "name": "• Năm 41, Mã Viện mang 20 vạn quân sang xâm lược nước ta. Năm 43, Hai Bà Trưng thất bại, phải nhảy xuống sông Hát Giang tuẫn tiết.",
    "otherNames": []
  },
  {
    "id": 8,
    "startDate": "43",
    "endDate": "543",
    "relatedEraId": 5,
    "name": "• Từ năm 43 – 543, Việt Nam sống dưới ách đô hộ của phong kiến phương Bắc. Thời gian này có cuộc khởi nghĩa của Bà Triệu chống quân Đông Ngô. Bà Triệu tự xưng là Đại Hải Bà Vương, đánh nhau với tướng Đông Ngô là Lục Dân nhưng thất bại.",
    "otherNames": []
  },
  {
    "id": 9,
    "startDate": "544",
    "endDate": "548",
    "relatedEraId": 7,
    "name": "• Từ năm 544 – 548, khởi nghĩa của Lý Bí 544, Lý Nam Đế xưng vương, đặt tên nước là Vạn Xuân.",
    "otherNames": []
  },
  {
    "id": 10,
    "startDate": "548",
    "endDate": "571",
    "relatedEraId": 7,
    "name": "• Từ năm 548 – 571, Triệu Quang Phục tiếp tục kháng chiến chống quân Lương và lên ngôi vua là Triệu Việt Vương.",
    "otherNames": []
  },
  {
    "id": 11,
    "startDate": "571",
    "endDate": "602",
    "relatedEraId": 7,
    "name": "• Từ 571 – 602, Lý Phật Tử, họ hàng với Lý Nam Đế tiêu diệt Triệu Việt vương và lên ngôi. Thời kỳ này phong kiến phương Bắc là nhà Tùy sang xâm lược. Lý Phật Tử đầu hàng, Việt Nam bị nhà Tùy đô hộ.",
    "otherNames": []
  },
  {
    "id": 12,
    "startDate": "722",
    "endDate": "722",
    "relatedEraId": 8,
    "name": "• Năm 722, khởi nghĩa Mai Thúc Loan. Sau này, cuộc khởi nghĩa thất bại, nước ta chịu sự đô hộ của nhà Đường.",
    "otherNames": []
  },
  {
    "id": 13,
    "startDate": "791",
    "endDate": "802",
    "relatedEraId": 8,
    "name": "• Từ 791 – 802. Khởi nghĩa Phùng Hưng thắng lợi. Năm 802, nhà Đường tấn công, Việt Nam lại chịu sự đô hộ của nhà Đường.",
    "otherNames": []
  },
  {
    "id": 14,
    "startDate": "905",
    "endDate": "938",
    "relatedEraId": 8,
    "name": "• Từ 905 – 938, thời kỳ xây nền tự chủ bắt đầu với chiến thắng của cuộc khởi nghĩa Khúc Thừa Dụ. Sau đó tiếp nối là Khúc Thừa Hạo, Khúc Thừa Mỹ, Dương Đình Nghệ.",
    "otherNames": []
  },
  {
    "id": 15,
    "startDate": "939",
    "endDate": "944",
    "relatedEraId": 8,
    "name": "• Từ 939 – 944, Ngô Quyền thắng quân Nam Hán trên sông Bạch Đằng, lên ngôi vua và đóng đô ở Cổ Loa.",
    "otherNames": []
  },
  {
    "id": 16,
    "startDate": "944",
    "endDate": "950",
    "relatedEraId": 10,
    "name": "• Từ 944 – 950, Dương Tam Kha cướp ngôi và xưng vương.",
    "otherNames": []
  },
  {
    "id": 17,
    "startDate": "950",
    "endDate": "965",
    "relatedEraId": 10,
    "name": "• Từ 950 – 965, thời kỳ Hậu Ngô vương. Con của Ngô Quyền là Ngô Xương Văn lật đổ Dương Tam Kha, giành lại ngôi vua cho nhà Ngô.",
    "otherNames": []
  },
  {
    "id": 18,
    "startDate": "966",
    "endDate": "968",
    "relatedEraId": 0,
    "name": "• Từ 966 – 968, loạn 12 sứ quân.",
    "otherNames": []
  },
  {
    "id": 19,
    "startDate": "968",
    "endDate": "980",
    "relatedEraId": 11,
    "name": "• Từ 968 – 980, Đinh Bộ Lĩnh dẹp loạn 12 sứ quân lên ngôi, hiệu Đinh Tiên Hoàng đặt tên nước là Đại Cồ Việt, lấy Hoa Lư làm kinh đô. Năm 979, Đinh Tiên Hoàng bị Đỗ Thích giết, con là Đinh Toàn mới sáu tuổi được triều thần đưa lên ngôi.",
    "otherNames": []
  },
  {
    "id": 20,
    "startDate": "980",
    "endDate": "1005",
    "relatedEraId": 11,
    "name": "• Từ 980 – 1005. Nhà Tống xâm lược Việt Nam, thái hậu Dương Vân Nga, mẹ của Đinh Toàn mời Lê Hoàn lên ngôi để chỉ huy nhân dân chống Tống. Lê Đại Hành lên ngôi, đóng đô ở Hoa Lư năm 1005, Lê Đại Hành mất.",
    "otherNames": []
  },
  {
    "id": 21,
    "startDate": "1005",
    "endDate": "1009",
    "relatedEraId": 12,
    "name": "• Từ 1005 – 1009, thời đại của Lê Trung Tông và Lê Ngọa Triều.",
    "otherNames": []
  },
  {
    "id": 22,
    "startDate": "1010",
    "endDate": "1028",
    "relatedEraId": 13,
    "name": "• Từ 1010 – 1028. Lý Công Uẩn được triều thần tôn lên ngôi hoàng đế sau khi Lê Ngọa Triều mất. Năm 1010, Lý Thái Tổ (Lý Công Uẩn) cho dời đô về Thăng Long (Hà Nội ngày nay), mở đầu cho thời kỳ phát triển văn hóa Thăng Long.",
    "otherNames": []
  },
  {
    "id": 23,
    "startDate": "1028",
    "endDate": "1054",
    "relatedEraId": 13,
    "name": "• Từ 1028 – 1054, triều đại của Lý Thái Tông.",
    "otherNames": []
  },
  {
    "id": 24,
    "startDate": "1054",
    "endDate": "1072",
    "relatedEraId": 13,
    "name": "• Từ 1054 – 1072, triều đại của Lý Thánh Tông.",
    "otherNames": []
  },
  {
    "id": 25,
    "startDate": "1072",
    "endDate": "1128",
    "relatedEraId": 13,
    "name": "• Từ 1072 – 1128, triều đại của Lý Nhân Tông. Thời kỳ này gắn với các chiến công của Lý Thường Kiệt đánh quân Tống và các thắng lợi trên mặt trận ngoại giao của Thái sư Lê Văn Thịnh.",
    "otherNames": []
  },
  {
    "id": 26,
    "startDate": "1128",
    "endDate": "1138",
    "relatedEraId": 13,
    "name": "• Từ 1128 – 1138, triều đại của Lý Thần Tông.",
    "otherNames": []
  },
  {
    "id": 27,
    "startDate": "1138",
    "endDate": "1175",
    "relatedEraId": 13,
    "name": "• Từ 1138 – 1175, triều đại của Lý Anh Tông. Thời kỳ này, triều chính rối loạn nhưng nhờ có các trung thần nên cơ đồ nhá Lý vẫn được giữ vững.",
    "otherNames": []
  },
  {
    "id": 28,
    "startDate": "1176",
    "endDate": "1210",
    "relatedEraId": 13,
    "name": "• Từ 1176 – 1210, triều đại của Lý Cao Tông. Thời kỳ này chính sự đổ nát, giặc giã, đói kém liên miên. Nhà Lý bắt đầu suy thoái.",
    "otherNames": []
  },
  {
    "id": 29,
    "startDate": "1211",
    "endDate": "1225",
    "relatedEraId": 13,
    "name": "• Từ 1211 – 1225, triều đại của Lý Huệ Tông và Chiêu Hoàng. Thời kỳ này triều chính rối ren, lòng người ly tán, nhà Lý không còn đảm đương được vai trò lịch sử nữa. Trần Thủ Độ cùng những người thân tín trong họ nhà Trần làm một cuộc đảo chính cung đình hợp pháp, thông qua các cuộc hôn nhân giữa công chúa Chiêu Thánh và Trần Cảnh, bắt ép công chúa nhường ngôi cho chồng.",
    "otherNames": []
  },
  {
    "id": 30,
    "startDate": "1225",
    "endDate": "1225",
    "relatedEraId": 13,
    "name": "• Từ 1225 bắt đầu triều đại nhà Trần.",
    "otherNames": []
  },
  {
    "id": 31,
    "startDate": "1225",
    "endDate": "1258",
    "relatedEraId": 13,
    "name": "• Từ 1225 – 1258, triều đại của Trần Thái Tông. Năm 1258, kháng chiến chống quân Nguyên Mông lần thứ nhất. Dân ta đã dùng chiến tranh du kích, vườn không nhà trống để tiêu hao sinh lực địch, sau đó tổ chức phản công ở Đông Bộ Đầu. Quân Nguyên thua, phải rút chạy về nước.",
    "otherNames": []
  },
  {
    "id": 32,
    "startDate": "1258",
    "endDate": "1278",
    "relatedEraId": 14,
    "name": "• Từ 1258 – 1278, triều đại của Trần Thánh Tông. Thời kỳ này triều Trần khuyến khích khai khẩn đất hoang, mở mang các điền trang thái ấp, mở các khoa thi để lựa chọn nhân tài, thực hiện chính sách ngoại giao mềm dẻo với triều đình phong kiến phương Bắc.",
    "otherNames": []
  },
  {
    "id": 33,
    "startDate": "1279",
    "endDate": "1293",
    "relatedEraId": 14,
    "name": "• Từ 1279 – 1293, triều đại của Trần Nhân Tông. Năm 1285, kháng chiến chống quân Nguyên Mông lần thứ hai. Các vua Trần tổ chức hội nghị quân sự ở Bình Than, tập trận ở Đông Bộ Đầu đồng thời tổ chức hội nghị Diên Hồng, hỏi ý kiến các bô lão xem nên \"hòa\" hay nên \"đánh\". Sau các chiến thắng Chương Dương, Hàm Tử, Tây Kết, Vạn Kiếp, tháng 6-1285, giải phóng kinh đô Thăng Long. Năm 1288, kháng chiến chống quân Nguyên Mông lần thứ ba. Sau trận chiến trên sông Bạch Đằng, đất nước được giải phóng. Chiến thắng lịch sử gắn liền với cuộc đời và sự nghiệp của Hưng Đạo Vương Trần Quốc Tuấn.",
    "otherNames": []
  },
  {
    "id": 34,
    "startDate": "1293",
    "endDate": "1314",
    "relatedEraId": 14,
    "name": "• Từ 1293 – 1314, triều đại của Trần Anh Tông. Đây là một thời kỳ thái bình thịnh trị của vương triều Trần.",
    "otherNames": []
  },
  {
    "id": 35,
    "startDate": "1314",
    "endDate": "1329",
    "relatedEraId": 14,
    "name": "• Từ 1314 – 1329, triều đại của Trần Minh Tông.",
    "otherNames": []
  },
  {
    "id": 36,
    "startDate": "1329",
    "endDate": "1341",
    "relatedEraId": 14,
    "name": "• Từ 1329 – 1341, triều đại của Trần Hiến Tông.",
    "otherNames": []
  },
  {
    "id": 37,
    "startDate": "1341",
    "endDate": "1369",
    "relatedEraId": 14,
    "name": "• Từ 1341 – 1369, triều đại của Trần Dụ Tông. Chính sự bắt đầu đổ nát, gian thần rất nhiều.",
    "otherNames": []
  },
  {
    "id": 38,
    "startDate": "1370",
    "endDate": "1372",
    "relatedEraId": 14,
    "name": "• Từ 1370 – 1372, triều đại của Trần Nghệ Tông. Quân Chiêm Thành đánh vào kinh đô, nhà vua phải lánh nạn. Sau đó nhường ngôi cho em là Trần Duệ Tông.",
    "otherNames": []
  },
  {
    "id": 39,
    "startDate": "1372",
    "endDate": "1377",
    "relatedEraId": 14,
    "name": "• Từ 1372 – 1377, triều đại của Trần Duệ Tông. Vua đem quân đi đánh Chiêm Thành và chết trong chiến trận.",
    "otherNames": []
  },
  {
    "id": 40,
    "startDate": "1377",
    "endDate": "1388",
    "relatedEraId": 14,
    "name": "• Từ 1377 – 1388, triều đại của Trần Phế Đế. Hồ Quý Ly bắt đầu thao túng triều đình.",
    "otherNames": []
  },
  {
    "id": 41,
    "startDate": "1388",
    "endDate": "1398",
    "relatedEraId": 14,
    "name": "• Từ 1388 – 1398, triều đại của Trần Thuận Tông. Thời kỳ này quyền hành thực chất nằm trong tay Hồ Quý Ly.",
    "otherNames": []
  },
  {
    "id": 42,
    "startDate": "1398",
    "endDate": "1400",
    "relatedEraId": 14,
    "name": "• Từ 1398 – 1400, triều đại của Trần Thiếu Đế. Năm 1400, Hồ Quý Ly ép Thiếu Đế nhường ngôi. Triều đại nhà Trần chấm dứt.",
    "otherNames": []
  },
  {
    "id": 43,
    "startDate": "1400",
    "endDate": "1401",
    "relatedEraId": 14,
    "name": "• Từ 1400 – 1401, triều đại Hồ Quý Ly. Nhiều cải cách táo bạo được thực thi như mở mang thi cử, phát hành tiền giấy tăng cường quân đội thường trực, định ra hình luật. Tuy nhiên các cải cách này không được sự ủng hộ của toàn dân.",
    "otherNames": []
  },
  {
    "id": 44,
    "startDate": "1401",
    "endDate": "1407",
    "relatedEraId": 15,
    "name": "• Từ 1401 – 1407, triều đại Hồ Hán Thương nhưng thực chất Hồ Quý Ly vẫn cầm quyền. Quân Minh sang xâm lược.",
    "otherNames": []
  },
  {
    "id": 45,
    "startDate": "1407",
    "endDate": "1414",
    "relatedEraId": 15,
    "name": "• Từ 1407 – 1414, thời kỳ hậu Trần gồm các triều đại của Giản Định Đế và Trùng Quang Đế chống quân Minh nhưng không thành công.",
    "otherNames": []
  },
  {
    "id": 46,
    "startDate": "1428",
    "endDate": "1433",
    "relatedEraId": 18,
    "name": "• Từ 1428 – 1433, thời kỳ mở đầu triều đại Lê Sơ bắt đầu từ triều đại của Lê Thái Tổ (Lê Lợi). Năm 1418, Lê Lợi khởi binh. 1427 quân Minh thua phải rút quân. 1428 Nguyễn Trãi thay mặt vua viết \"Bình Ngô đại cáo\", một bản tuyên ngôn độc lập của nước ta, khẳng định chủ quyền, cương vực, đánh dấu một sự phát triển mới trong lịch sử dựng và giữ nước.",
    "otherNames": []
  },
  {
    "id": 47,
    "startDate": "1433",
    "endDate": "1442",
    "relatedEraId": 18,
    "name": "• Từ 1433 – 1442, triều đại của Lê Thái Tông. Thời kỳ này có một vụ án lịch sử lớn: \"Tru di Tam tộc\" Nguyễn Trãi.",
    "otherNames": []
  },
  {
    "id": 48,
    "startDate": "1442",
    "endDate": "1459",
    "relatedEraId": 18,
    "name": "• Từ 1442 – 1459, triều đại của Lê Nhân Tông. Thời kỳ có loạn Lê Nghi Dân, nhà vua bị giết năm 19 tuổi.",
    "otherNames": []
  },
  {
    "id": 49,
    "startDate": "1460",
    "endDate": "1497",
    "relatedEraId": 18,
    "name": "• Từ 1460 – 1497, triều đại của Lê Thánh Tông. Đây là thời kỳ thịnh trị của triều Lê với sự ra đời của bộ luật Hồng Đức – một bộ luật hoàn chỉnh, có nhiều điểm tiến bộ.",
    "otherNames": []
  },
  {
    "id": 50,
    "startDate": "1498",
    "endDate": "1504",
    "relatedEraId": 18,
    "name": "• Từ 1498 – 1504, triều đại của Lê Hiến Tông.",
    "otherNames": []
  },
  {
    "id": 51,
    "startDate": "1504",
    "endDate": "1509",
    "relatedEraId": 18,
    "name": "• Từ 1504 – 1509, triều đại của Lê Túc Tông, sau đó là Lê Uy Mục.",
    "otherNames": []
  },
  {
    "id": 52,
    "startDate": "1509",
    "endDate": "1516",
    "relatedEraId": 18,
    "name": "• Từ 1509 – 1516, triều đại của Lê Tương Dực. Nhà Lê suy thoái.",
    "otherNames": []
  },
  {
    "id": 53,
    "startDate": "1516",
    "endDate": "1522",
    "relatedEraId": 18,
    "name": "• Từ 1516 – 1522, triều đại của Lê Chiêu Tông. Đại thần Mạc Đăng Dung phế Lê Chiêu Tông, dựng Lê Cung Hoàng lên ngôi.",
    "otherNames": []
  },
  {
    "id": 54,
    "startDate": "1522",
    "endDate": "1527",
    "relatedEraId": 18,
    "name": "• Từ 1522 – 1527, triều đại Lê Cung Hoàng nhưng quyền hành thực chất nằm trong tay họ Mạc.",
    "otherNames": []
  },
  {
    "id": 55,
    "startDate": "1527",
    "endDate": "1529",
    "relatedEraId": 18,
    "name": "• Từ 1527 – 1529, Mạc Đăng Dung lập nên triều Mạc.",
    "otherNames": []
  },
  {
    "id": 56,
    "startDate": "1530",
    "endDate": "1592",
    "relatedEraId": 19,
    "name": "• Từ 1530 – 1592, các triều đại Mạc Đăng Doanh, Mạc Phúc Hải, Mạc Phúc Nguyên, Mạc Mậu Hợp.",
    "otherNames": []
  },
  {
    "id": 57,
    "startDate": "1533",
    "endDate": "1578",
    "relatedEraId": 19,
    "name": "• Từ 1533 – 1578, thời kỳ nhà Lê Trung Hưng bắt đầu từ Lê Trung Tông, Lê Anh Tông, Lê Kính Tông, Lê Thần Tông, Lê Chân Tông, Lê Huyền Tông, Lê Gia Tông, Lê Hy Tông, Lê Dụ Tông, Lê Du Phường, Lê Thuần Tông, Lê Yý Tông, Lê Hiển Tông, Lê Chiêu Thống. Sau 50 nội chiến Lê – Mạc, nhờ Trịnh Tùng Mạc Mậu Hợp bị bắt. Nhà Mạc chấm dứt. Vai trò của nhà Trịnh nổi lên và bắt đầu thời kỳ vua Lê, Chúa Trịnh. Thời kỳ cuối cùng của nhà Lê Trung Hưng, triều chính nát bét. Nguyễn Huệ kéo quân ra Bắc dẹp Trịnh, đưa Lê Duy Cận lên làm giám quốc. Lê Chiêu Thống vì quyền lợi cá nhân sang cầu viện nhà Mãn Thanh. Quân Thanh kéo quân vào xâm lược Việt Nam.",
    "otherNames": []
  },
  {
    "id": 58,
    "startDate": "1789",
    "endDate": "1789",
    "relatedEraId": 21,
    "name": "• Năm 1789, trận Đống Đa. Quân Tây Sơn dưới sự chỉ huy của Nguyễn Huệ đã chiến thắng quân Thanh, giành độc lập cho Tổ quốc.",
    "otherNames": []
  },
  {
    "id": 59,
    "startDate": "1545",
    "endDate": "1788",
    "relatedEraId": 19,
    "name": "• Từ 1545 – 1788, triều đại của nhà Trịnh nắm thực quyền bên cạnh sự tồn tại của vua Lê và Chúa Nguyễn Đàng trong (bắt đầu từ chúa Nguyễn Hoàng – 1558).",
    "otherNames": []
  },
  {
    "id": 60,
    "startDate": "1548",
    "endDate": "1548",
    "relatedEraId": 19,
    "name": "• Năm 1548 Trịnh Kiểm bắt đầu nắm quyền binh. Triều đại của Trịnh Kiểm bắt đầu từ 1545 – 1570. Tiếp đó là các chúa Trịnh Tráng, Trịnh Tạc, Trịnh Can, Trịnh Cương, Trịnh Giang, Trịnh Doanh, Trịnh Sâm, Trịnh Cán, Trịnh Khải và Trịnh Bồng.",
    "otherNames": []
  },
  {
    "id": 61,
    "startDate": "1672",
    "endDate": "1672",
    "relatedEraId": 20,
    "name": "• Từ 1672 có sự phân chia Đàng trong (chúa Nguyễn) và Đàng ngoài (chúa Trịnh + Vua Lê) lấy sông Gianh làm giới tuyến.",
    "otherNames": []
  },
  {
    "id": 62,
    "startDate": "1782",
    "endDate": "1558",
    "relatedEraId": 20,
    "name": "• 1782 loạn kiêu binh. Sự kiện này được miêu tả rất rõ trong tiểu thuyết lịch sử – \"Hoàng Lê nhất thống chí\". • 1558, Nguyễn Hoàng vào trấn thủ Thuận Hóa, Quảng Nam. Bắt đầu từ đây, nhà Nguyễn khởi nghiệp với 9 đời chúa là Nguyễn Hoàng, Nguyễn Phúc Nguyên, Nguyễn Phúc Lan, Nguyễn Phúc Tần, Nguyễn Phúc Thái, Nguyễn Phúc Chu, Nguyễn Phúc Thụ, Nguyễn Phúc Khoát, Nguyễn Phúc Thuần. Tới năm 1174, quân Trịnh chiếm được Phú Xuân đặt quan cai trị Thuận Hóa. Nguyễn Phúc Thuần chết, kết thúc giai đoạn lịch sử 9 chúa Nguyễn Đàng trong.",
    "otherNames": []
  },
  {
    "id": 63,
    "startDate": "1778",
    "endDate": "1802",
    "relatedEraId": 20,
    "name": "• Từ 1778 – 1802, triều đại Tây Sơn.",
    "otherNames": []
  },
  {
    "id": 64,
    "startDate": "1771",
    "endDate": "1771",
    "relatedEraId": 20,
    "name": "• Năm 1771, anh em Tây Sơn (Nguyễn Nhạc, Nguyễn Lữ, Nguyễn Huệ) phất cờ khởi nghĩa. Nhà Tây Sơn hòa hoãn với chúa Trịnh để đánh chúa Nguyễn.",
    "otherNames": []
  },
  {
    "id": 65,
    "startDate": "1778",
    "endDate": "1778",
    "relatedEraId": 20,
    "name": "• 1778 Nguyễn Nhạc lên ngôi hoàng đế, lập nên triều đại Tây Sơn.",
    "otherNames": []
  },
  {
    "id": 66,
    "startDate": "1784",
    "endDate": "1784",
    "relatedEraId": 20,
    "name": "• 1784 Nguyễn Ánh sang cầu viện Xiêm. Nguyễn Huệ đánh tan quân Xiêm ở trận Rạch Giầm – Xoài Mút.",
    "otherNames": []
  },
  {
    "id": 67,
    "startDate": "1786",
    "endDate": "1786",
    "relatedEraId": 20,
    "name": "• 1786, Nguyễn Huệ ra Thăng Long diệt Trịnh phù Lê.",
    "otherNames": []
  },
  {
    "id": 68,
    "startDate": "1788",
    "endDate": "1788",
    "relatedEraId": 20,
    "name": "• 1788, Lê Chiêu Thống dẫn đường quân Thanh vào xâm lược nước ta.",
    "otherNames": []
  },
  {
    "id": 69,
    "startDate": "1789",
    "endDate": "1789",
    "relatedEraId": 21,
    "name": "• 1789, Nguyễn Huệ chỉ huy quân đại quân đánh tan quân Thanh ở Ngọc Hồi, Đống Đa.",
    "otherNames": []
  },
  {
    "id": 70,
    "startDate": "1792",
    "endDate": "1792",
    "relatedEraId": 21,
    "name": "• 1792 vua Quang Trung (Nguyễn Huệ) từ trần. Từ đây triều đại Tây Sơn bắt đầu suy thoái.",
    "otherNames": []
  },
  {
    "id": 71,
    "startDate": "1793",
    "endDate": "1802",
    "relatedEraId": 21,
    "name": "• Từ 1793 – 1802, triều đại của Cảnh Thịnh (con vua Quang Trung). Chính sự rối loạn do nhà vua tin lời gian thần.",
    "otherNames": []
  },
  {
    "id": 72,
    "startDate": "1800",
    "endDate": "1800",
    "relatedEraId": 21,
    "name": "• 1800 Nguyễn Ánh đánh Quy Nhơn.",
    "otherNames": []
  },
  {
    "id": 73,
    "startDate": "1801",
    "endDate": "1801",
    "relatedEraId": 21,
    "name": "• 1801 Nguyễn Ánh đánh Phú Xuân.",
    "otherNames": []
  },
  {
    "id": 74,
    "startDate": "1802",
    "endDate": "1802",
    "relatedEraId": 21,
    "name": "• 1802 Nguyễn Ánh đánh kinh thành Thăng Long. Triều Tây Sơn chấm dứt.",
    "otherNames": []
  },
  {
    "id": 75,
    "startDate": "1802",
    "endDate": "1945",
    "relatedEraId": 21,
    "name": "• Từ 1802 – 1945, triều đại của nhà Nguyễn, bắt đầu từ Nguyễn Ánh (Gia Long). Nếu tính cả các chúa Nguyễn, bắt đầu từ Nguyễn Hoàng (1558) nhà Nguyễn tồn tại ở miền Nam 367 năm.",
    "otherNames": []
  },
  {
    "id": 76,
    "startDate": "1802",
    "endDate": "1802",
    "relatedEraId": 21,
    "name": "• 1802, sau khi diệt xong nhà Tây Sơn, Nguyễn Ánh lên ngôi lấy niên hiệu là Gia Long, đóng đô ở Phú Xuân (Huế). • 1815 bộ \"Quốc triều hình luật\" được ban hành.",
    "otherNames": []
  },
  {
    "id": 77,
    "startDate": "1820",
    "endDate": "1840",
    "relatedEraId": 22,
    "name": "• Từ 1820 – 1840, triều đại của Minh Mạng.",
    "otherNames": []
  },
  {
    "id": 78,
    "startDate": "1821",
    "endDate": "1821",
    "relatedEraId": 22,
    "name": "• Năm 1821, dựng lại Quốc Tử Giám, mở thi hội và thi đình. Thực thi các chính sách khuyến nông, tìm hiểu kỹ thuật đóng tàu của châu Âu. Về ngoại giao: thần phục nhà Thanh, nhưng nghi kỵ Pháp nên có hàng loạt chính sách cấm đạo.",
    "otherNames": []
  },
  {
    "id": 79,
    "startDate": "1841",
    "endDate": "1847",
    "relatedEraId": 22,
    "name": "• Từ 1841 – 1847, triều đại của Thiệu Trị.",
    "otherNames": []
  },
  {
    "id": 80,
    "startDate": "1847",
    "endDate": "1883",
    "relatedEraId": 22,
    "name": "• Từ 1847 – 1883, triều đại của Tự Đức.",
    "otherNames": []
  },
  {
    "id": 81,
    "startDate": "1858",
    "endDate": "1858",
    "relatedEraId": 22,
    "name": "• 1858 Pháp nổ súng xâm lược Nam Kỳ.",
    "otherNames": []
  },
  {
    "id": 82,
    "startDate": "1883",
    "endDate": "1883",
    "relatedEraId": 22,
    "name": "• 1883 hòa ước Quý Mùi.",
    "otherNames": []
  },
  {
    "id": 83,
    "startDate": "1885",
    "endDate": "1885",
    "relatedEraId": 23,
    "name": "• 1885 hòa ước Patơnốt, Việt Nam bị chia làm ba miền: Bắc, Trung, Nam, chịu sự bảo hộ của Pháp.",
    "otherNames": []
  },
  {
    "id": 84,
    "startDate": "1883",
    "endDate": "1883",
    "relatedEraId": 22,
    "name": "• 1883, triều Dục Đức, chỉ tồn tại trong ba ngày.",
    "otherNames": []
  },
  {
    "id": 85,
    "startDate": "1883",
    "endDate": "1883",
    "relatedEraId": 22,
    "name": "• 1883 (tháng 6 – tháng 11) triều đại Hiệp Hòa, tồn tại trong sáu tháng.",
    "otherNames": []
  },
  {
    "id": 86,
    "startDate": "1883",
    "endDate": "1884",
    "relatedEraId": 22,
    "name": "• 1883 – 1884, Triều Kiến Phúc, tồn tại trong tám tháng.",
    "otherNames": []
  },
  {
    "id": 87,
    "startDate": "1884",
    "endDate": "1885",
    "relatedEraId": 23,
    "name": "• 1884 – 1885, triều đại của Hàm Nghi nhà vua ra chiếu Cần Vương, kêu gọi nhân dân chống Pháp.",
    "otherNames": []
  },
  {
    "id": 88,
    "startDate": "1885",
    "endDate": "1888",
    "relatedEraId": 23,
    "name": "• 1885 – 1888 triều đại Đồng Khánh.",
    "otherNames": []
  },
  {
    "id": 89,
    "startDate": "1889",
    "endDate": "1907",
    "relatedEraId": 23,
    "name": "• 1889 – 1907 triều đại của Thành Thái. Nhà vua có ý thức tự cường nên không được thực dân Pháp chấp nhận.",
    "otherNames": []
  },
  {
    "id": 90,
    "startDate": "1907",
    "endDate": "1907",
    "relatedEraId": 23,
    "name": "• 1907, nhà vua bị ép phải thoái vị.",
    "otherNames": []
  },
  {
    "id": 91,
    "startDate": "1907",
    "endDate": "1916",
    "relatedEraId": 23,
    "name": "• 1907 – 1916, triều Duy Tân, nhà vua chống Pháp quyết liệt, định tổ chức khởi nghĩa thì bị lộ. Nhà vua bị Pháp đầy sang đảo Rênyông.",
    "otherNames": []
  },
  {
    "id": 92,
    "startDate": "1916",
    "endDate": "1925",
    "relatedEraId": 23,
    "name": "• 1916 – 1925, triều Khải Định, một triều vua bù nhìn mạt hạng nhất.",
    "otherNames": []
  },
  {
    "id": 93,
    "startDate": "1926",
    "endDate": "1945",
    "relatedEraId": 23,
    "name": "• 1926 – 1945 triều Bảo Đại. Năm 1945, Bảo Đại thoái vị, chấm dứt chế độ phong kiến tồn tại hàng ngàn năm ở Việt Nam.",
    "otherNames": []
  },
  {
    "id": 94,
    "startDate": "1859",
    "endDate": "1864",
    "relatedEraId": 22,
    "name": "• 1859 – 1864, khởi nghĩa Trương Định.",
    "otherNames": []
  },
  {
    "id": 95,
    "startDate": "1861",
    "endDate": "1868",
    "relatedEraId": 22,
    "name": "• 1861 – 1868 khởi nghĩa Nguyễn Trung Trực.",
    "otherNames": []
  },
  {
    "id": 96,
    "startDate": "1886",
    "endDate": "1887",
    "relatedEraId": 23,
    "name": "• 1886 – 1887, khởi nghĩa Ba Đình.",
    "otherNames": []
  },
  {
    "id": 97,
    "startDate": "1885",
    "endDate": "1887",
    "relatedEraId": 23,
    "name": "• 1885 – 1887, khởi nghĩa Bãi Sậy.",
    "otherNames": []
  },
  {
    "id": 98,
    "startDate": "1886",
    "endDate": "1892",
    "relatedEraId": 23,
    "name": "• 1886 – 1892, khởi nghĩa Hùng Lĩnh.",
    "otherNames": []
  },
  {
    "id": 99,
    "startDate": "1885",
    "endDate": "1896",
    "relatedEraId": 23,
    "name": "• 1885 – 1896, khởi nghĩa Hương Khê.",
    "otherNames": []
  },
  {
    "id": 100,
    "startDate": "1887",
    "endDate": "1913",
    "relatedEraId": 23,
    "name": "• 1887 – 1913, khởi nghĩa Yên Thế.",
    "otherNames": []
  },
  {
    "id": 101,
    "startDate": "1917",
    "endDate": "1918",
    "relatedEraId": 23,
    "name": "• 1917 – 1918, khởi nghĩa Thái Nguyên.",
    "otherNames": []
  },
  {
    "id": 102,
    "startDate": "1921",
    "endDate": "1921",
    "relatedEraId": 23,
    "name": "• 1921, bạo động ở Lạng Sơn.",
    "otherNames": []
  },
  {
    "id": 103,
    "startDate": "1930",
    "endDate": "1930",
    "relatedEraId": 23,
    "name": "• 1930, bạo động ở Yên Bái.",
    "otherNames": []
  },
  {
    "id": 104,
    "startDate": "3/2/1930",
    "endDate": "3/2/1930",
    "relatedEraId": 23,
    "name": "• 3.2.1930, Đảng Cộng sản Đông Dương ra đời.",
    "otherNames": []
  },
  {
    "id": 105,
    "startDate": "1931",
    "endDate": "1931",
    "relatedEraId": 23,
    "name": "• 1931, phong trào Xô Viết Nghệ Tĩnh.",
    "otherNames": []
  },
  {
    "id": 106,
    "startDate": "1936",
    "endDate": "1939",
    "relatedEraId": 23,
    "name": "• 1936 – 1939, phong trào đấu tranh đòi dân chủ công khai.",
    "otherNames": []
  },
  {
    "id": 107,
    "startDate": "2/9/1945",
    "endDate": "2/9/1945",
    "relatedEraId": 23,
    "name": "• 2.9.1945 Nước Việt Nam Dân chủ Cộng hòa ra đời.",
    "otherNames": []
  },
  {
    "id": 108,
    "startDate": "1946",
    "endDate": "1946",
    "relatedEraId": 24,
    "name": "• 1946 toàn quốc kháng chiến.",
    "otherNames": []
  },
  {
    "id": 109,
    "startDate": "1954",
    "endDate": "1954",
    "relatedEraId": 24,
    "name": "• 1954 chiến thắng Điện Biên Phủ, Pháp phải ký hiệp nghị Giơnevơ lập lại hòa bình ở Đông Dương.",
    "otherNames": []
  },
  {
    "id": 110,
    "startDate": "1960",
    "endDate": "1960",
    "relatedEraId": 24,
    "name": "• 1960 Đồng Khởi. Mặt trận dân tộc giải phóng miền Nam ra đời.",
    "otherNames": []
  },
  {
    "id": 111,
    "startDate": "1968",
    "endDate": "1968",
    "relatedEraId": 24,
    "name": "• 1968, tổng tiến công tết Mậu Thân. Mỹ tăng cường chiến tranh phá hoại miền Bắc.",
    "otherNames": []
  },
  {
    "id": 112,
    "startDate": "1972",
    "endDate": "1972",
    "relatedEraId": 24,
    "name": "• 1972 chiến thắng B52, Mỹ phải họp hội nghị ở Paris.",
    "otherNames": []
  },
  {
    "id": 113,
    "startDate": "27-1-1973",
    "endDate": "27-1-1973",
    "relatedEraId": 24,
    "name": "• Ngày 27-1-1973, ký hiệp định Hòa bình và chấm dứt chiến tranh ở Việt Nam. Mỹ rút quân.",
    "otherNames": []
  },
  {
    "id": 114,
    "startDate": "30/4/1975",
    "endDate": "30/4/1975",
    "relatedEraId": 24,
    "name": "• 30.4.1975, chiến dịch Hồ Chí Minh toàn thắng, miền Nam hoàn toàn được giải phóng.",
    "otherNames": []
  },
  {
    "id": 115,
    "startDate": "2-7-1976",
    "endDate": "2-7-1976",
    "relatedEraId": 24,
    "name": "• Ngày 2-7-1976, Quốc hội khóa VI, kỳ họp thứ nhất quyết định đổi tên nước ta thành Cộng hòa Xã hội Chủ nghĩa Việt Nam.",
    "otherNames": []
  },
  {
    "id": 116,
    "startDate": "1986",
    "endDate": "1986",
    "relatedEraId": 24,
    "name": "• 1986 đại hội VI của Đảng Cộng sản Việt Nam, đề ra đường lối đổi mới.",
    "otherNames": []
  }
]