[
  {
    "location": "Xã Long Phú, thị xã Tân Châu, tỉnh An Giang.",
    "doiTuongSuyTon": "Thành Hoàng bổn cảnh.",
    "desc": "Lễ khai hạ, cầu mùa.",
    "holdTime": "7/1 âm lịch.",
    "name": "Hội đình Long Phú",
    "otherNames": []
  },
  {
    "location": "Xã Long Sơn, huyện Phú Tân, tỉnh An Giang.",
    "doiTuongSuyTon": "Lão Gia (danh y cổ Trung Quốc).",
    "desc": "Lễ hội cầu sự việc tốt lành.",
    "holdTime": "15/1 âm lịch.",
    "name": "Hội đền Bảo Sanh",
    "otherNames": []
  },
  {
    "location": "Xã Long Kiên, huyện Chợ Mới, tỉnh An Giang.",
    "doiTuongSuyTon": "Nguyễn Trung Trực",
    "desc": "Lễ dâng hương, lễ cúng tưởng niệm.",
    "holdTime": "18 – 19/ 10 âm lịch.",
    "name": "Hội đền Nguyễn Trung Trực",
    "otherNames": []
  },
  {
    "location": "Xã Phú Lâm, huyện Phú Tân, tỉnh An Giang.",
    "doiTuongSuyTon": "Bà Thượng Đồng Cổ Hỷ.",
    "desc": "Dâng lễ vía Bà, hát bội.",
    "holdTime": "15 – 16/3 âm lịch.",
    "name": "Hội miếu Bằng Lang",
    "otherNames": []
  },
  {
    "location": "Tại chùa, từng gia đình cộng đồng người Kh’mer thuộc huyện Tri Tôn hoặc Tịnh Biên, tỉnh An Giang.",
    "doiTuongSuyTon": "",
    "desc": "Cầu phước cho các linh hồn thân nhân đã khuất được đầu thai sang kiếp khác, để người quá cố được sung sướng hơn. Trong dịp lễ Đôlta có hội đua bò theo thể thức truyền thống của người Kh’mer.",
    "holdTime": "Từ ngày 29 tháng 8 đến ngày 1 tháng 9 âm lịch (nếu tháng thiếu sẽ kéo dài sang ngày 2 tháng 9 âm lịch).",
    "name": "Lễ Đôlta và hội đua bò",
    "otherNames": []
  },
  {
    "location": "Phường Châu Phú A, thị xã Châu Đốc, tỉnh An Giang.",
    "doiTuongSuyTon": "Nguyễn Hữu Cảnh",
    "desc": "Dâng hương, lễ kỳ yên, hát bội đêm.",
    "holdTime": "9 – 11/5 âm lịch.",
    "name": "Lễ hội đình Châu Phú",
    "otherNames": []
  },
  {
    "location": "miếu Bà Chúa Xứ, núi Sam, cách thị xã Châu Đốc 7km",
    "doiTuongSuyTon": "Bà Chúa Xứ",
    "desc": "lễ tắm Bà.",
    "holdTime": "từ đêm 23/4 đến 27/4 âm lịch",
    "name": "Lễ hội miếu Bà Chúa Xứ",
    "otherNames": []
  },
  {
    "location": "Đình làng Đình Bảng, xã Đình Bảng, thị xã Từ Sơn, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Thờ núi, thần nước, thần đất và 6 nhân thần có công dựng lại làng sau cuộc tàn phá của quân Minh.",
    "desc": "Tế thần, đấu vật, chọi gà.",
    "holdTime": "14 – 15/2 âm lịch.",
    "name": "Lễ hội làng Đình Bảng",
    "otherNames": []
  },
  {
    "location": "Xã Đình Tổ, huyện Thuận Thành, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Đức Phật",
    "desc": "Lễ cúng Phật; lễ dâng hương; lễ cúng đàn trần tế cầu phúc; lễ cúng Tổ; hát quan họ trên thuyền; hội thi thả chim bồ câu.",
    "holdTime": "23-24/3 âm lịch",
    "name": "Hội chùa Bút Tháp",
    "otherNames": []
  },
  {
    "location": "Xã Phật Tích, huyện Tiên Du, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Phật Bà Quan Âm và Lý Thánh Tông.",
    "desc": "Lễ Phật, nghe giảng kinh, cầu yên, cầu phúc, thăm di tích.",
    "holdTime": "4/1 âm lịch.",
    "name": "Hội chùa Phật Tích",
    "otherNames": []
  },
  {
    "location": "Huyện Yên Phong, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "",
    "desc": "Đây là một lễ hội ở Bắc Ninh rất độc đáo. Bốn làng từng chung sức đuổi cướp giữ làng, giúp nhau sản xuất. Trước hội bốn làng đã giúp nhau cấy lúa. Ngày 8/1, bốn làng cùng mở hội tế thần và cùng dự tiệc. Lễ hội có trò kéo co, đấu vật, đánh cờ, hát chèo.",
    "holdTime": "8/1 âm lịch.",
    "name": "Hội Du xuân",
    "otherNames": []
  },
  {
    "location": "Làng Đông Hồ, xã Song Hồ, huyện Thuận Thành, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Thành hoàng làng, tổ nghề.",
    "desc": "Trưng bày và bán tranh dân gian Đông Hồ trong sân đình. Dựng một cầu bằng tranh trong đình tượng trưng cho sự giao lưu, hòa hợp.",
    "holdTime": "15/3 âm lịch.",
    "name": "Hội làng Đông Hồ",
    "otherNames": []
  },
  {
    "location": "Làng Cổ Mễ, phường Vũ Ninh, thành phố Bắc Ninh, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Là một trong những lễ hội ở Bắc Ninh thờ Bà Chúa Kho, Tứ phủ công đồng.",
    "desc": "Lễ hội có tục dâng hương, khấn vay tiền Bà Chúa (tượng trưng) “cầu tài phát lộc”.",
    "holdTime": "14/1 âm lịch.",
    "name": "Lễ đền Bà Chúa Kho",
    "otherNames": []
  },
  {
    "location": "Xã Tam Sơn, thị xã Từ Sơn, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Đức Phật, trạng nguyên Nguyễn Phan Quang, tiết nghĩa Đại Vương Nguyễn Tự Cường, các tiến sĩ của làng, công chúa Thuần Dương, Thổ địa, Quan Công.",
    "desc": "Múa rối nước, cờ bỏi, chọi gà, đập nồi niêu (đựng trấu, nước), thi hát quan họ.",
    "holdTime": "8 – 12/1 âm lịch.",
    "name": "Hội chùa Tam Sơn",
    "otherNames": []
  },
  {
    "location": "Xã Đại Bái, huyện Gia Bình, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Nguyễn Công Truyền.",
    "desc": "Các trưởng họ mang sản phẩm đồng, bạc chạm dâng lên bàn thờ, dâng hương tổ sư, thắp hương của người đồng niên (49 tuổi), hát ả đào, ném cướp cây bông.",
    "holdTime": "29/9 âm lịch.",
    "name": "Hội Đại Bái",
    "otherNames": []
  },
  {
    "location": "Xã Mộ Đạo, huyện Quế Võ, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Ông Bính, một vị tướng thời Hùng Vương thứ 18.",
    "desc": "Rước lớn, thi thả diều, bơi chải.",
    "holdTime": "18/3 âm lịch.",
    "name": "Hội Đậu",
    "otherNames": []
  },
  {
    "location": "Làng Đại Than, xã Cao Đức, huyện Gia Bình, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Cao Lỗ, tướng giỏi của An Dương Vương.",
    "desc": "Lễ rước thần của 7 làng cùng thờ Cao Lỗ và tổ chức đua thuyền trên sông Lục Đầu.",
    "holdTime": "10/3 âm lịch.",
    "name": "Hội đền Cao Lỗ Vương (Hội làng Đại Than)",
    "otherNames": []
  },
  {
    "location": "Xã Thanh Khương, huyện Thuận Thành, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Phật Mẫu Man Nương và bốn con gái bà là Pháp Vân (Mây – Bà Dâu – thờ ở chùa Dâu), Pháp Vũ (Mưa – Bà Đậu – thờ ở chùa Thành Đạo), Pháp Lôi (Sấm, Sét – Bà Tương – thờ ở chùa Phi Tương), Pháp Điện (Chớp – Bà Dàn – thờ ở chùa Phương Quan).",
    "desc": "Lễ rước lớn, múa rồng.",
    "holdTime": "8/4 âm lịch.",
    "name": "Hội chùa Dâu",
    "otherNames": []
  },
  {
    "location": "Làng Vạn Ty, xã Thái Bảo, huyện Gia Bình, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Phật Mẫu Man Nương.",
    "desc": "Đọc kinh, rước oản, dâng hương lễ Phật, thi oản, thi vật, thi dệt, đua thuyền và diễn xướng dân gian.",
    "holdTime": "18 – 23/1 âm lịch.",
    "name": "Hội chùa Tổ (chùa Phúc Nghiêm)",
    "otherNames": []
  },
  {
    "location": "Làng Ngọc Khám, xã Gia Đông, huyện Thuận Thành, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Ba thành hoàng Lạc Long Quân, Tri Sơn (Sơn thần), Tri Thủy (Thủy thần).",
    "desc": "Lễ rước Lạc Long Quân về đình, hội đồng Thành hoàng, tế lễ cầu mùa, đón trận mưa đầu mùa.",
    "holdTime": "7/4 âm lịch.",
    "name": "Hội Khám",
    "otherNames": []
  },
  {
    "location": "Làng Viêm Xá (làng Diềm), xã Hòa Long, huyện Yên Phong, tỉnh Bắc Ninh.",
    "doiTuongSuyTon": "Đức Vua Bà (bà tổ của dân ca quan họ).",
    "desc": "Lễ giỗ tổ quan họ có hát quan cầu đảo, quan họ trùm đầu, và trò chơi cướp quả cầu nước.",
    "holdTime": "7/2 âm lịch.",
    "name": "Hội làng Đức Vua Bà",
    "otherNames": []
  },
  {
    "location": "Làng Diềm là tên gọi nôm của thôn Viêm Xá, xã Hòa Long, Bắc Ninh.",
    "doiTuongSuyTon": "Lễ hội là dịp để thể hiện sự tôn kính và lòng nhớ ơn của dân làng đối với Thủy tổ Quan họ và cũng là thời điểm để bà con cầu cho mưa thuận, gió hòa, một năm làm ăn phát đạt.",
    "desc": "Rước kiệu và hát quan họ",
    "holdTime": "Lễ hội diễn ra trong 3 ngày, trong đó ngày 25/3 (mùng 6/2 âm lịch) là chính hội.",
    "name": "Hội làng Diềm",
    "otherNames": []
  },
  {
    "location": "Đồi Lim, thuộc thị trấn Lim, huyện Tiên Du, tỉnh Bắc Ninh, cách Hà Nội 18km.",
    "doiTuongSuyTon": "Đây là một lễ hội ở Bắc Ninh thờ Vua Bà và ông Hiếu Trung Hầu, tương truyền là hai vị tổ của các làn điệu dân ca Quan họ",
    "desc": "Hát Quan họ trên đồi, trên thuyền, tại nhà.",
    "holdTime": "tổ chức vào ngày 13/1 Âm lịch",
    "name": "Hội Lim",
    "otherNames": []
  }
]